Revit 2027 API
ParameterTypeId.ZoneAirVolumeCalculationTypeParam Property
 "Air Volume Calculation Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneAirVolumeCalculationTypeParam { get; }
Public Shared ReadOnly Property ZoneAirVolumeCalculationTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneAirVolumeCalculationTypeParam {
	ForgeTypeId^ get ();
}
static member ZoneAirVolumeCalculationTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace